---
kind: property
id: P:Autodesk.Revit.DB.GroupTypeId.Structural
source: html/2412f8cc-630d-2bbe-f10f-f75b00d93476.htm
---
# Autodesk.Revit.DB.GroupTypeId.Structural Property

Structural.

## Syntax (C#)
```csharp
public static ForgeTypeId Structural { get; }
```